[{"title":"What’s in a Badge? A Computational Reproducibility Investigation of the Open Data Badge Policy in One Issue of Psychological Science","journal":"Psychological Science","year":2023,"doi":"https://dx.doi.org/10.1177/09567976221140828","abstract":"In April 2019, Psychological Science published its first issue in which all Research Articles received the Open Data badge. We used that issue to investigate the effectiveness of this badge, focusing on the adherence to its aim at Psychological Science: sharing both data and code to ensure reproducibility of results. Twelve researchers of varying experience levels attempted to reproduce the results of the empirical articles in the target issue (at least three researchers per article). We found that all 14 articles provided at least some data and six provided analysis code, but only one article was rated to be exactly reproducible, and three were rated as essentially reproducible with minor deviations. We suggest that researchers should be encouraged to adhere to the higher standard in force at Psychological Science. Moreover, a check of reproducibility during peer review may be preferable to the disclosure method of awarding badges. ","authors":"Crüwell, Apthorp, Baker, Colling, Elson, Geiger, Lobentanzer, Monéger, Patterson, Schwarzkopf, Zaneva, Brown","reference":"Crüwell, S., Apthorp, D., Baker, B. J., Colling, L., Elson, M., Geiger, S. J., Lobentanzer, S., Monéger, J., Patterson, A., Schwarzkopf, D. S., Zaneva, M., &amp; Brown, N. J. L. (2023). What’s in a Badge? A Computational Reproducibility Investigation of the Open Data Badge Policy in One Issue of Psychological Science. <i>Psychological Science</i>, 1–11. https://doi.org/10.1177/09567976221140828"},{"title":"Return of the math: Markov blankets, dynamical systems theory, and the bounds of mind","journal":"Behavioral and Brain Sciences","year":2022,"doi":"https://dx.doi.org/10.1017/S0140525X2200022X","abstract":"Bruineberg and colleagues highlight work using Markov blankets to demarcate the bounds of the mind. This echoes earlier attempts to demarcate the bounds of the mind from a dynamical systems perspective. Advocates of mechanistic explanation have challenged the dynamical approach to independently motivate the application of the formalism, a challenge that Markov blanket theorists must also meet. ","authors":"Colling","reference":"Colling, L. J. (2022). Return of the math: Markov blankets, dynamical systems theory, and the bounds of mind. <i>Behavioral and Brain Sciences</i>, <i>45</i>, 29–32. https://doi.org/10.1017/S0140525X2200022X"},{"title":"Statistical Inference and the Replication Crisis","journal":"Review of Philosophy and Psychology","year":2021,"doi":"https://dx.doi.org/10.1007/s13164-018-0421-4","abstract":"The replication crisis has prompted many to call for statistical reform within the psychological sciences. Here we examine issues within Frequentist statistics that may have led to the replication crisis, and we examine the alternative—Bayesian statistics—that many have suggested as a replacement. The Frequentist approach and the Bayesian approach offer radically different perspectives on evidence and inference with the Frequentist approach prioritising error control and the Bayesian approach offering a formal method for quantifying the relative strength of evidence for hypotheses. We suggest that rather than mere statistical reform, what is needed is a better understanding of the different modes of statistical inference and a better understanding of how statistical inference relates to scientific inference. ","authors":"Colling, Szűcs","reference":"Colling, L. J., &amp; Szűcs, D. (2021). Statistical Inference and the Replication Crisis. <i>Review of Philosophy and Psychology</i>, <i>12</i>, 121–147. https://doi.org/10.1007/s13164-018-0421-4"},{"title":"No evidence for a core deficit in developmental dyscalculia or mathematical learning disabilities","journal":"Journal of Child Psychology and Psychiatry","year":2021,"doi":"https://dx.doi.org/https://doi.org/10.1111/jcpp.13397","abstract":"Background Two hypotheses were tested regarding the characteristics of children with mathematical learning disabilities (MLD): (a) that children with MLD would have a ‘core deficit’ in basic number processing skills; and (b) that children with MLD would be at the end of a developmental continuum and have impairments in many cognitive skills. Methods From a large sample (N = 1,303) of typically developing children, we selected a group definable as having MLD. The children were given measures of basic number processing and domain-general constructs. Differences between the observed sample and a simulated population were estimated using Cohen’s d and Bayes factors. Receiver operating characteristic curves were plotted, and the area under the curve was computed to ascertain the diagnostic power of measures. Results Results suggest that the differences between the MLD and control group can be defined along with general characteristics of the population rather than assuming single or multiple ‘core deficits’. None of the measures of interest exceeded the diagnostic power that could be derived via simulation from the dimensional characteristics of the general population. Conclusions There is no evidence for core deficit(s) in MLD. We suggest that future research should focus on representative samples of typical populations and on carefully tested clinical samples confirming to the criteria of international diagnostic manuals. Clinical diagnoses require that MLD is persistent and resistant to intervention, so studies would deliver results less exposed to measurement fluctuations. Uniform diagnostic criteria would also allow for the easy cross-study comparison of samples overcoming a serious limitation of the current literature.","authors":"Mammarella, Toffalini, Caviola, Colling, Szűcs","reference":"Mammarella, I. C., Toffalini, E., Caviola, S., Colling, L., &amp; Szűcs, D. (2021). No evidence for a core deficit in developmental dyscalculia or mathematical learning disabilities. <i>Journal of Child Psychology and Psychiatry</i>, <i>62</i>(6), 704–714. https://doi.org/https://doi.org/10.1111/jcpp.13397"},{"title":"Registered Replication Report on Fischer, Castel, Dodd, and Pratt (2003)","journal":"Advances in Methods and Practices in Psychological Science","year":2020,"doi":"https://dx.doi.org/10.1177/2515245920903079","abstract":" The attentional spatial-numerical association of response codes (Att-SNARC) effect (Fischer, Castel, Dodd, \\& Pratt, 2003)—the finding that participants are quicker to detect left-side targets when the targets are preceded by small numbers and quicker to detect right-side targets when they are preceded by large numbers—has been used as evidence for embodied number representations and to support strong claims about the link between number and space (e.g., a mental number line). We attempted to replicate Experiment 2 of Fischer et al. by collecting data from 1, 105 participants at 17 labs. Across all 1,105 participants and four interstimulus-interval conditions, the proportion of times the effect we observed was positive (i.e., directionally consistent with the original effect) was .50. Further, the effects we observed both within and across labs were minuscule and incompatible with those observed by Fischer et al. Given this, we conclude that we failed to replicate the effect reported by Fischer et al. In addition, our analysis of several participant-level moderators (finger-counting habits, reading and writing direction, handedness, and mathematics fluency and mathematics anxiety) revealed no substantial moderating effects. Our results indicate that the Att-SNARC effect cannot be used as evidence to support strong claims about the link between number and space. ","authors":"Colling, Szűcs, Marco, Cipora, Ulrich, Nuerk, Soltanlou, Bryce, Chen, Schroeder, Henare, Chrystall, Corballis, Ansari, Goffin, Sokolowski, Hancock, Millen, Langton, Holmes, Saviano, Tummino, Lindemann, Zwaan, Lukavský, Becková, Vranka, Cutini, Mammarella, Mulatti, Bell, Buchner, Mieth, Röer, Klein, Huber, Moeller, Ocampo, Lupiáñez, Ortiz-Tudela, Fuente, Santiago, Ouellet, Hubbard, Toomarian, Job, Treccani, McShane","reference":"Colling, L. J., Szűcs, D., Marco, D. D., Cipora, K., Ulrich, R., Nuerk, H.-C., Soltanlou, M., Bryce, D., Chen, S.-C., Schroeder, P. A., Henare, D. T., Chrystall, C. K., Corballis, P. M., Ansari, D., Goffin, C., Sokolowski, H. M., Hancock, P. J. B., Millen, A. E., Langton, S. R. H., … McShane, B. B. (2020). Registered Replication Report on Fischer, Castel, Dodd, and Pratt (2003). <i>Advances in Methods and Practices in Psychological Science</i>, <i>3</i>(2), 143–162. https://doi.org/10.1177/2515245920903079"},{"title":"Predictors of mathematics in primary school: Magnitude comparison, verbal and spatial working memory measures","journal":"Developmental Science","year":2020,"doi":"https://dx.doi.org/10.1111/desc.12957","abstract":"Abstract We determined the relative importance of the so-called approximate number system (ANS), symbolic number comparison (SNC) and verbal and spatial short-term and working memory (WM) capacity for mathematics achievement in 1,254 Grade 2, 4 and 6 children. The large sample size assured high power and low false report probability and allowed us to determine effect sizes precisely. We used reading decoding as a control outcome measure to test whether findings were specific to mathematics. Bayesian analysis allowed us to provide support for both null and alternative hypotheses. We found very weak zero-order correlations between ANS measures and math achievement. These correlations were not specific to mathematics, became non-significant once intelligence was considered and ANS measures were not selected as predictors of math by regression models. In contrast, overall SNC accuracy and spatial WM measures were reliable and mostly specific predictors of math achievement. Verbal short-term and WM and SNC reaction time were predictors of both reading and math achievement. We conclude that ANS tasks are not suitable as measures of math development in school-age populations. In contrast, all other cognitive functions we studied are promising markers of mathematics development.","authors":"Caviola, Colling, Mammarella, Szűcs","reference":"Caviola, S., Colling, L. J., Mammarella, I. C., &amp; Szűcs, D. (2020). Predictors of mathematics in primary school: Magnitude comparison, verbal and spatial working memory measures. <i>Developmental Science</i>, <i>23</i>(6), e12957. https://doi.org/10.1111/desc.12957"},{"title":"Planning togeher and playing together","journal":"Handbook of embodied cognition and sports psychology","year":2019,"doi":"https://dx.doi.org/10.7551/mitpress/10764.003.0024","authors":"Colling","reference":"Colling, L. J. (2019). Planning togeher and playing together. In M. L. Cappuccio (Ed.), <i>Handbook of embodied cognition and sports psychology</i> (pp. 413–441). The MIT Press. https://doi.org/10.7551/mitpress/10764.003.0024"},{"title":"From Symbols to Icons: The Return of Resemblance in the Cognitive Neuroscience Revolution","journal":"Synthese","year":2018,"doi":"https://dx.doi.org/10.1007/s11229-017-1578-6","abstract":" We argue that one important aspect of the “cognitive neuroscience revolution” identified by Boone and Piccinini (Synthese 193(5):1509–1534. doi:10.1007/s11229-015-0783-4, 2015) is a dramatic shift away from thinking of cognitive representations as arbitrary symbols towards thinking of them as icons that replicate structural characteristics of their targets. We argue that this shift has been driven both “from below” and “from above”—that is, from a greater appreciation of what mechanistic explanation of information-processing systems involves (“from below”), and from a greater appreciation of the problems solved by bio-cognitive systems, chiefly regulation and prediction (“from above”). We illustrate these arguments by reference to examples from cognitive neuroscience, principally representational similarity analysis and the emergence of (predictive) dynamical models as a central postulate in neurocognitive research. ","authors":"Williams, Colling","reference":"Williams, D., &amp; Colling, L. J. (2018). From Symbols to Icons: The Return of Resemblance in the Cognitive Neuroscience Revolution. <i>Synthese</i>, <i>195</i>, 1941–1967. https://doi.org/10.1007/s11229-017-1578-6"},{"title":"Justify your alpha","journal":"Nature Human Behaviour","year":2018,"doi":"https://dx.doi.org/10.1038/s41562-018-0311-x","abstract":"In response to recommendations to redefine statistical significance to P ≤ 0.005, we propose that researchers should transparently report and justify all choices they make when designing a study, including the alpha level. ","authors":"Lakens, Adolfi, Albers, Anvari, Apps, Argamon, Baguley, Becker, Benning, Bradford, others","reference":"Lakens, D., Adolfi, F. G., Albers, C. J., Anvari, F., Apps, M. A. J., Argamon, S. E., Baguley, T., Becker, R. B., Benning, S. D., Bradford, D. E., &amp; others. (2018). Justify your alpha. <i>Nature Human Behaviour</i>, <i>2</i>(3), 168–171. https://doi.org/10.1038/s41562-018-0311-x"},{"title":"Neural entrainment and sensorimotor synchronization to the beat in children with developmental dyslexia: An EEG study","journal":"Frontiers in Neuroscience","year":2017,"doi":"https://dx.doi.org/10.3389/fnins.2017.00360","abstract":"Tapping in time to a metronome beat (hereafter beat synchronization) shows considerable variability in child populations, and individual differences in beat synchronization are reliably related to reading development. Children with developmental dyslexia show impairments in beat synchronization. These impairments may reflect deficiencies in auditory perception of the beat which in turn affect auditory-motor mapping, or may reflect an independent motor deficit. Here, we used a new methodology in EEG based on measuring beat-related steady-state evoked potentials (SS-EPs, Nozaradan et al., 2015) in an attempt to disentangle neural sensory and motor contributions to behavioral beat synchronization in children with dyslexia. Children tapped with both their left and right hands to every second beat of a metronome pulse delivered at 2.4 Hz, or listened passively to the beat. Analyses of preferred phase in EEG showed that the children with dyslexia had a significantly different preferred phase compared to control children in all conditions. Regarding SS-EPs, the groups differed significantly for the passive Auditory listening condition at 2.4 Hz, and showed a trend toward a difference in the Right hand tapping condition at 3.6 Hz (sensorimotor integration measure). The data suggest that neural rhythmic entrainment is atypical in children with dyslexia for both an auditory beat and during sensorimotor coupling (tapping). The data are relevant to a growing literature suggesting that rhythm-based interventions may help language processing in children with developmental disorders of language learning.","authors":"Colling, Noble, Goswami","reference":"Colling, L. J., Noble, H. L., &amp; Goswami, U. (2017). Neural entrainment and sensorimotor synchronization to the beat in children with developmental dyslexia: An EEG study. <i>Frontiers in Neuroscience</i>, <i>11</i>(360), 1–14. https://doi.org/10.3389/fnins.2017.00360"},{"title":"Neural encoding of the speech envelope by children with developmental dyslexia","journal":"Brain and Language","year":2016,"doi":"https://dx.doi.org/10.1016/j.bandl.2016.06.006","abstract":" Developmental dyslexia is consistently associated with difficulties in processing phonology (linguistic sound structure) across languages. One view is that dyslexia is characterised by a cognitive impairment in the “phonological representation” of word forms, which arises long before the child presents with a reading problem. Here we investigate a possible neural basis for developmental phonological impairments. We assess the neural quality of speech encoding in children with dyslexia by measuring the accuracy of low-frequency speech envelope encoding using EEG. We tested children with dyslexia and chronological age-matched (CA) and reading-level matched (RL) younger children. Participants listened to semantically-unpredictable sentences in a word report task. The sentences were noise-vocoded to increase reliance on envelope cues. Envelope reconstruction for envelopes between 0 and 10 Hz showed that the children with dyslexia had significantly poorer speech encoding in the 0–2 Hz band compared to both CA and RL controls. These data suggest that impaired neural encoding of low frequency speech envelopes, related to speech prosody, may underpin the phonological deficit that causes dyslexia across languages.","authors":"Power, Colling, Mead, Barnes, Goswami","reference":"Power, A. J., Colling, L. J., Mead, N., Barnes, L., &amp; Goswami, U. (2016). Neural encoding of the speech envelope by children with developmental dyslexia. <i>Brain and Language</i>, <i>160</i>, 1–10. https://doi.org/10.1016/j.bandl.2016.06.006"},{"title":"Awareness of rhythm patterns in speech and music in children with specific language impairments","journal":"Frontiers in Human Neuroscience","year":2015,"doi":"https://dx.doi.org/10.3389/fnhum.2015.00672","authors":"Cumming, Wilson, Leong, Colling, Goswami","reference":"Cumming, R., Wilson, A., Leong, V., Colling, L. J., &amp; Goswami, U. (2015). Awareness of rhythm patterns in speech and music in children with specific language impairments. <i>Frontiers in Human Neuroscience</i>, 1–21. https://doi.org/10.3389/fnhum.2015.00672"},{"title":"Entrainment and motor emulation approaches to joint action: Alternatives or complementary approaches?","journal":"Frontiers in human neuroscience","year":2014,"doi":"https://dx.doi.org/10.3389/fnhum.2014.00754","authors":"Colling, Williamson","reference":"Colling, L. J., &amp; Williamson, K. (2014). Entrainment and motor emulation approaches to joint action: Alternatives or complementary approaches? <i>Frontiers in Human Neuroscience</i>, <i>8</i>, 1–11. https://doi.org/10.3389/fnhum.2014.00754"},{"title":"The effect of movement kinematics on predicting the timing of observed actions","journal":"Experimental Brain Research","year":2014,"doi":"https://dx.doi.org/10.1007/s00221-014-3836-x","authors":"Colling, Thompson, Sutton","reference":"Colling, L. J., Thompson, W. F., &amp; Sutton, J. (2014). The effect of movement kinematics on predicting the timing of observed actions. <i>Experimental Brain Research</i>, <i>232</i>, 1193–1206. https://doi.org/10.1007/s00221-014-3836-x"},{"title":"Music, Action, and Affect","journal":"The Emotional Power of Music","year":2013,"doi":"https://dx.doi.org/10.1093/acprof:oso/9780199654888.003.0015","authors":"Colling, THompson","reference":"Colling, L. J., &amp; THompson, W. F. (2013). Music, Action, and Affect. In T. Cochrane, B. Fantini, &amp; K. R. Scherer (Eds.), <i>The Emotional Power of Music</i> (pp. 197–212). Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199654888.003.0015"},{"title":"Motor experience interacts with effector information during action prediction","journal":"Proceedings of the 35th Annual Conference of the Cognitive Science Society","year":2013,"doi":"https://cogsci.mindmodeling.org/2013/papers/papers/0383/paper0383.pdf","authors":"Colling, Thompson, Sutton","reference":"Colling, L. J., Thompson, W. F., &amp; Sutton, J. (2013). Motor experience interacts with effector information during action prediction. <i>Proceedings of the 35th Annual Conference of the Cognitive Science Society</i>, 2082–2087. https://cogsci.mindmodeling.org/2013/papers/papers/0383/paper0383.pdf"},{"title":"How does “mirroring” support joint action","journal":"Cortex","year":2013,"doi":"https://dx.doi.org/10.1016/j.cortex.2013.06.006","authors":"Colling, Knoblich, Sebanz","reference":"Colling, L. J., Knoblich, G., &amp; Sebanz, N. (2013). How does “mirroring” support joint action. <i>Cortex</i>, <i>49</i>(10), 2964–2965. https://doi.org/10.1016/j.cortex.2013.06.006"},{"title":"Cognitive Psychology Does Not Reduce to Neuroscience","journal":"Proceedings of the 9th Conference of the Australasian Society for Cognitive Science","year":2010,"doi":"https://dx.doi.org/10.5096/ASCS20097","authors":"Colling, Roberts","reference":"Colling, L. J., &amp; Roberts, R. P. (2010). Cognitive Psychology Does Not Reduce to Neuroscience. <i>Proceedings of the 9th Conference of the Australasian Society for Cognitive Science</i>, 1–6. https://doi.org/10.5096/ASCS20097"},{"title":"Action synchronization with biological motion","journal":"Proceedings of the 9th Conference of the Australasian Society for Cognitive Science","year":2010,"doi":"https://dx.doi.org/10.5096/ASCS20098","authors":"Colling, Thompson, Sutton","reference":"Colling, L. J., Thompson, W. F., &amp; Sutton, J. (2010). Action synchronization with biological motion. <i>Proceedings of the 9th Conference of the Australasian Society for Cognitive Science</i>, 49–56. https://doi.org/10.5096/ASCS20098"},{"title":"Event-related potentials for interaural time differences and spectral cues","journal":"NeuroReport","year":2009,"doi":"https://dx.doi.org/10.1097/WNR.0b013e32832c92bf","authors":"Hautus, Johnson, Colling","reference":"Hautus, M. J., Johnson, B. W., &amp; Colling, L. J. (2009). Event-related potentials for interaural time differences and spectral cues. <i>NeuroReport</i>, <i>20</i>(10), 951–956. https://doi.org/10.1097/WNR.0b013e32832c92bf"}]